Repository: dream1986/openmediavault
Catalog: deb/openmediavault-ldap/usr/share/openmediavault/locale/*/openmediavault-ldap.po
Languages: ar_sa, sv_sv

source: Directory Service
ar_sa: خدمة دليل المستخدمين
sv_sv: Katalogtjänst

source: Enable
ar_sa: تمكين
sv_sv: Aktivera

source: Enable PAM
ar_sa: تفعيل PAM
sv_sv: Aktivera PAM

source: Enable SSL/TLS
ar_sa: تمكين SSL/TLS
sv_sv: Aktivera SSL/TLS

source: Enable secure connection.
ar_sa: تمكين اتصال آمن.
sv_sv: Aktivera säker anslutning.

source: Extra client options
ar_sa: خيارات العميل الإضافية
sv_sv: Extra klientalternativ

source: Extra options
ar_sa: الخيارات الإضافية
sv_sv: Extra alternativ

source: General settings
ar_sa: الخيارات العامة
sv_sv: Allmänna inställningar

source: Groups suffix
ar_sa: لاحقة المجموعات Groups suffix
sv_sv: Grupp-suffix

source: Host
ar_sa: المضيف
sv_sv: Värd

source: Password
ar_sa: كلمة المرور
sv_sv: Lösenord

source: Please check the <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>manual page</a> for more details.
ar_sa: الرجاء التحقق من <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>صفحة الدليل</a> لمزيد من التفاصيل.
sv_sv: Vänligen se <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>manualsidan</a> för mer detaljer.

source: Please check the <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>manual page</a> for more details.
ar_sa: الرجاء التحقق من <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>صفحة الدليل</a> لمزيد من التفاصيل.
sv_sv: Vänligen se <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>manualsidan</a> för mer detaljer.

source: Settings
ar_sa: الإعدادات
sv_sv: Inställningar

source: Specifies the base distinguished name (DN) to use as search base, e.g. 'dc=example,dc=net'.
ar_sa: تحديد الاسم المميز (DN) وذلك لاستخدام البحث Search Base مثال 'dc=example,dc=net'.
sv_sv: Specificerar det distingerade namnet (DN) för att använda som sökbas, ex. 'dc=example,dc=net'.

source: Specifies the credentials with which to bind.
ar_sa: تحديد بيانات الدخول الخاصة بالربط Bind Credentials
sv_sv: Specificerar uppgifterna som ska bindas.

source: Specifies the distinguished name (DN) with which to bind to the directory server for lookups, e.g. 'cn=manager,dc=example,dc=net'.
ar_sa: تحديد الاسم المميز (DN) مع من سيتم الربط به من المستخدمين في دليل المستخدمين في عملية البحث مثال 'cn=manager,dc=example,dc=net'.
sv_sv: Specificerar det distingerade namnet (DN) för att använda till katalogservern för uppslag, ex. 'cn=manager,dc=example,dc=net'.

source: Specifies the group suffix, e.g. 'ou=Groups'.
ar_sa: تحديد لاحقة المجموعة group suffix مثال 'ou=Groups'
sv_sv: Specificerar gruppsuffix, ex. 'ou=Groups'.

source: Specifies the port to connect to.
ar_sa: تحديد المنفذ الخاص بخادم مجلد المستخدمين
sv_sv: Anger porten som ska anslutas till.

source: Specifies the user suffix, e.g. 'ou=Users'.
ar_sa: تحديد لاحقة المستخدم user suffix مثال 'ou=Users'
sv_sv: Specificerar användarsuffix, ex. 'ou=Users'.

source: The FQDN or IP address of the server.
ar_sa: FDQN أو عنوان IP الخاص بخادم مجلد المستخدمين
sv_sv: FQDN eller IP-adress till servern.

source: Use LDAP for authentication system-wide along with other authentication sources.
ar_sa: استخدم LDAP للمصادقة في كل النظام بالإضافة إلى مصادر المصادقة الأخرى
sv_sv: Använd LDAP för att autentisera hela systemet tillsammans med andra autentiseringskällor.

source: Users suffix
ar_sa: لاحقة المستخدمين Users suffix
sv_sv: Användar-suffix
